,0,1,"query","relations","target","primary","primary_rel","secondary_rel"
85,"List drugs used to treat opioid addiction or overdose","select distinct ?item where {
  wd:Q1639178 wdt:P2176 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12140 .
}","['wd:Q1639178 wdt:P2176 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12140']","['wdt:P2176', '(wdt:P31|wdt:P279)*']","wd:Q12140","wd:Q1639178","wdt:P2176","(wdt:P31|wdt:P279)*"
86,"What is the gene responsible for causing tuberous sclerosis?","select ?item ?itemLabel 
Where {   
wd:Q1362721 wdt:P2293 ?item .   
?item (wdt:P31|wdt:P279)* wd:Q7187 .
?item rdfs:label ?itemLabel .   
filter(lang(?itemLabel) = ""en"") 
}","['wd:Q1362721 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q1362721","wdt:P2293","(wdt:P31|wdt:P279)*"
87,"What are the cardiovascular manifestations of Marfan syndrome?","select distinct ?item where {
  wd:Q208562 wdt:P780 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q389735 .
}","['wd:Q208562 wdt:P780 ?item', '?item (wdt:P31|wdt:P279)* wd:Q389735']","['wdt:P780', '(wdt:P31|wdt:P279)*']","wd:Q389735","wd:Q208562","wdt:P780","(wdt:P31|wdt:P279)*"
88,"Which kinases does baricitinib target?","select distinct ?item where {
  wd:Q4860707 wdt:P129 ?item .
  ?item (wdt:P31|wdt:P279|wdt:P361)* wd:Q421851 .
}","['wd:Q4860707 wdt:P129 ?item', '?item (wdt:P31|wdt:P279|wdt:P361)* wd:Q421851']","['wdt:P129', '(wdt:P31|wdt:P279|wdt:P361)*']","wd:Q421851","wd:Q4860707","wdt:P129","(wdt:P31|wdt:P279|wdt:P361)*"
89,"Which is the neurodevelopmental disorder associated to mutations in the X- linked gene mecp2?","select ?item ?itemLabel
Where {
  wd:Q18028997 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q6691991 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q18028997 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q6691991']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q6691991","wd:Q18028997","wdt:P2293","(wdt:P31|wdt:P279)*"
90,"Which syndrome is caused by pathogenic COL4A5 variants?","select ?item where {
  ?item wdt:P2293 wd:Q17907906 .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
}","['?item wdt:P2293 wd:Q17907906', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q17907906","wdt:P2293","(wdt:P31|wdt:P279)*"
91,"What is the gene involved in Ohdo syndrome?","select ?item ?itemLabel
Where {
  wd:Q8058422 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q8058422 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q8058422","wdt:P2293","(wdt:P31|wdt:P279)*"
92,"List monoclonal antibodies included in the REGEN-COV.","select ?item where {
  wd:Q99328880 wdt:P527 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q422248 .
}
","['wd:Q99328880 wdt:P527 ?item', '?item (wdt:P31|wdt:P279)* wd:Q422248']","['wdt:P527', '(wdt:P31|wdt:P279)*']","wd:Q422248","wd:Q99328880","wdt:P527","(wdt:P31|wdt:P279)*"
93,"Mutation of which gene is associated with Achondroplasia?","select ?item ?itemLabel
Where {
  wd:Q340594 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q340594 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q340594","wdt:P2293","(wdt:P31|wdt:P279)*"
94,"Which protein is encoded by the gene APOBEC3C?","select ?item ?itemLabel
where {
  wd:Q18038804 wdt:P688 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q8054 .  
  ?item skos:prefLabel ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q18038804 wdt:P688 ?item', '?item (wdt:P31|wdt:P279)* wd:Q8054']","['wdt:P688', '(wdt:P31|wdt:P279)*']","wd:Q8054","wd:Q18038804","wdt:P688","(wdt:P31|wdt:P279)*"
95,"What is the gene involved in episodic ataxia type 6?","select ?item ?itemLabel
Where {
  wd:Q21097872 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .   
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q21097872 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q21097872","wdt:P2293","(wdt:P31|wdt:P279)*"
96,"Which malignancies is Keytruda used for?","select distinct ?item where {
  ?item (wdt:P31|wdt:P279)* wd:Q1216998 .
  wd:Q13896859 wdt:P2175 ?item .
}","['?item (wdt:P31|wdt:P279)* wd:Q1216998', 'wd:Q13896859 wdt:P2175 ?item']","['(wdt:P31|wdt:P279)*', 'wdt:P2175']","wd:Q1216998","wd:Q13896859","wdt:P2175","(wdt:P31|wdt:P279)*"
97,"Treprostinil is a type of which prostaglandin?","select ?item ?itemLabel
Where {
  wd:Q3495231 wdt:P279 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q209717 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q3495231 wdt:P279 ?item', '?item (wdt:P31|wdt:P279)* wd:Q209717']","['wdt:P279', '(wdt:P31|wdt:P279)*']","wd:Q209717","wd:Q3495231","wdt:P279","(wdt:P31|wdt:P279)*"
98,"Which disease is diagnosed using the Finkelsteins test?","select ?item ?itemLabel
Where {
  wd:Q476130 wdt:P5132 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q476130 wdt:P5132 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P5132', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q476130","wdt:P5132","(wdt:P31|wdt:P279)*"
99,"Which disease is gemtuzumab ozogamicin used for?","select ?item ?itemLabel
Where {
  wd:Q412685 wdt:P2175 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q412685 wdt:P2175 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2175', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q412685","wdt:P2175","(wdt:P31|wdt:P279)*"
100,"Which tendons are affected in the Dequervain's tenosynovitis?","select distinct ?item where {
  wd:Q517202 wdt:P689 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q232358 .
}","['wd:Q517202 wdt:P689 ?item', '?item (wdt:P31|wdt:P279)* wd:Q232358']","['wdt:P689', '(wdt:P31|wdt:P279)*']","wd:Q232358","wd:Q517202","wdt:P689","(wdt:P31|wdt:P279)*"
101,"Which cancers compose Carney's triad?","select distinct ?item where {
  wd:Q5044023 wdt:P527 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12078 .
}","['wd:Q5044023 wdt:P527 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12078']","['wdt:P527', '(wdt:P31|wdt:P279)*']","wd:Q12078","wd:Q5044023","wdt:P527","(wdt:P31|wdt:P279)*"
102,"Mutations in which gene is associated with Netherton syndrome?","select distinct ?item where {
  wd:Q9390284 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
}","['wd:Q9390284 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q9390284","wdt:P2293","(wdt:P31|wdt:P279)*"
103,"Which gene is responsible for the Liebenberg syndrome?","select ?item ?itemLabel
where {
  wd:Q6543864 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .  
  ?item skos:prefLabel ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q6543864 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q6543864","wdt:P2293","(wdt:P31|wdt:P279)*"
104,"What are the organisms can cause Human toxocariasis?","select distinct ?item where {
  wd:Q1345113 wdt:P828 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q16521 .
}","['wd:Q1345113 wdt:P828 ?item', '?item (wdt:P31|wdt:P279)* wd:Q16521']","['wdt:P828', '(wdt:P31|wdt:P279)*']","wd:Q16521","wd:Q1345113","wdt:P828","(wdt:P31|wdt:P279)*"
105,"Which gene causes Schimke immune-osseous dysplasia?","select ?item ?itemLabel
Where {
  wd:Q22938868 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q22938868 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q22938868","wdt:P2293","(wdt:P31|wdt:P279)*"
106,"List disorders that are caused by mutations in the mitochondrial MTND6 gene.","select distinct ?item where {
  ?item wdt:P2293 wd:Q18029567 .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
}","['?item wdt:P2293 wd:Q18029567', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q18029567","wdt:P2293","(wdt:P31|wdt:P279)*"
107,"Which is the main calcium binding protein of the sarcoplasmic reticulum?","select ?item ?itemLabel where {
  ?item (wdt:P31|wdt:P279|wdt:P361)* wd:Q5018802 .
  ?item wdt:P681 wd:Q14633936 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['?item (wdt:P31|wdt:P279|wdt:P361)* wd:Q5018802', '?item wdt:P681 wd:Q14633936']","['(wdt:P31|wdt:P279|wdt:P361)*', 'wdt:P681']","wd:Q5018802","wd:Q14633936","wdt:P681","(wdt:P31|wdt:P279|wdt:P361)*"
108,"Are there drugs for Tick-borne Encephalitis?","select distinct ?item where {
  wd:Q326663 wdt:P2176 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12140 .
}","['wd:Q326663 wdt:P2176 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12140']","['wdt:P2176', '(wdt:P31|wdt:P279)*']","wd:Q12140","wd:Q326663","wdt:P2176","(wdt:P31|wdt:P279)*"
109,"What protein is encoded by the GRN gene?","select ?item where {
  wd:Q18026495 wdt:P688 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q8054 .
}","['wd:Q18026495 wdt:P688 ?item', '?item (wdt:P31|wdt:P279)* wd:Q8054']","['wdt:P688', '(wdt:P31|wdt:P279)*']","wd:Q8054","wd:Q18026495","wdt:P688","(wdt:P31|wdt:P279)*"
110,"What tissue is most affected in Ehlers-Danlos syndromes?","select ?item ?itemLabel
Where {
  wd:Q1141499 wdt:P689 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q40397 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q1141499 wdt:P689 ?item', '?item (wdt:P31|wdt:P279)* wd:Q40397']","['wdt:P689', '(wdt:P31|wdt:P279)*']","wd:Q40397","wd:Q1141499","wdt:P689","(wdt:P31|wdt:P279)*"
111,"What is the gene which is mutated in Roberts syndrome?","select ?item ?itemLabel
Where {
  wd:Q619428 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q619428 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q619428","wdt:P2293","(wdt:P31|wdt:P279)*"
112,"Which body parts secrete lactotransferrin?","select distinct ?item where {
  wd:Q14864016 wdt:P5572 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q4936952 . 
}","['wd:Q14864016 wdt:P5572 ?item', '?item (wdt:P31|wdt:P279)* wd:Q4936952']","['wdt:P5572', '(wdt:P31|wdt:P279)*']","wd:Q4936952","wd:Q14864016","wdt:P5572","(wdt:P31|wdt:P279)*"
113,"Which disease is associated with mutated Sox2?","select ?item ?itemLabel
Where {
  ?item wdt:P2293 wd:Q18031649 .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['?item wdt:P2293 wd:Q18031649', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q18031649","wdt:P2293","(wdt:P31|wdt:P279)*"
114,"What tissue is commonly affected in Marfans syndrome","select ?item ?itemLabel
Where {
  wd:Q208562 wdt:P689 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q40397 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q208562 wdt:P689 ?item', '?item (wdt:P31|wdt:P279)* wd:Q40397']","['wdt:P689', '(wdt:P31|wdt:P279)*']","wd:Q40397","wd:Q208562","wdt:P689","(wdt:P31|wdt:P279)*"
115,"Which diseases have been associated with the PTPN22 620W allele?","select distinct ?item where {
  ?item wdt:P2293 wd:Q3888227 .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
}","['?item wdt:P2293 wd:Q3888227', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q3888227","wdt:P2293","(wdt:P31|wdt:P279)*"
116,"Mutation of which gene cause Neurofibromatosis type I?","select distinct ?item where {
  wd:Q7616509 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
}","['wd:Q7616509 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q7616509","wdt:P2293","(wdt:P31|wdt:P279)*"
117,"What organism causes tularemia?","select ?item ?itemLabel
Where {
  wd:Q153861 wdt:P828 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q16521 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q153861 wdt:P828 ?item', '?item (wdt:P31|wdt:P279)* wd:Q16521']","['wdt:P828', '(wdt:P31|wdt:P279)*']","wd:Q16521","wd:Q153861","wdt:P828","(wdt:P31|wdt:P279)*"
118,"What disease is Velcade (bortezomib) mainly used for?","select ?item ?itemLabel
Where {
  wd:Q419319 wdt:P2175 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q419319 wdt:P2175 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2175', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q419319","wdt:P2175","(wdt:P31|wdt:P279)*"
119,"Fingolimod is a selective antagonist for which molecule?","select ?item where {
  wd:Q425137 wdt:P129 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q11369 .
}","['wd:Q425137 wdt:P129 ?item', '?item (wdt:P31|wdt:P279)* wd:Q11369']","['wdt:P129', '(wdt:P31|wdt:P279)*']","wd:Q11369","wd:Q425137","wdt:P129","(wdt:P31|wdt:P279)*"
120,"Which gene is associated with the Kleefstra syndrome?","select ?item ?itemLabel
where {
  wd:Q4646476 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .  
  ?item skos:prefLabel ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q4646476 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q4646476","wdt:P2293","(wdt:P31|wdt:P279)*"
121,"Human dihydroorotate dehydrogenase is a drug target and is involved in what biosynthetic pathway","select ?item ?itemLabel
Where {
  wd:Q21135205 wdt:P682 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q14914008 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q21135205 wdt:P682 ?item', '?item (wdt:P31|wdt:P279)* wd:Q14914008']","['wdt:P682', '(wdt:P31|wdt:P279)*']","wd:Q14914008","wd:Q21135205","wdt:P682","(wdt:P31|wdt:P279)*"
122,"Which gene is associated with Woodhouse Sakati syndrome?","select ?item ?itemLabel
Where {
  wd:Q8032762 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q8032762 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q8032762","wdt:P2293","(wdt:P31|wdt:P279)*"
123,"With which complexes is the protein SUS1 associated?","select distinct ?item where {
  ?item (wdt:P31|wdt:P279)* wd:Q22325163 .
  ?item wdt:P527 wd:Q27549490 .
}
","['?item (wdt:P31|wdt:P279)* wd:Q22325163', '?item wdt:P527 wd:Q27549490']","['(wdt:P31|wdt:P279)*', 'wdt:P527']","wd:Q22325163","wd:Q27549490","wdt:P527","(wdt:P31|wdt:P279)*"
124,"Which medication are included in the Polycap trial?","select distinct ?item where {
  wd:Q61924824 wdt:P4844 ?item  .
  ?item (wdt:P31|wdt:P279)* wd:Q12140 . 
}","['wd:Q61924824 wdt:P4844 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12140']","['wdt:P4844', '(wdt:P31|wdt:P279)*']","wd:Q12140","wd:Q61924824","wdt:P4844","(wdt:P31|wdt:P279)*"
125,"Which disorders are caused by de novo mutations in ZSWIM6?","select distinct ?item where {
  ?item wdt:P2293 wd:Q18044428  .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 . 
}","['?item wdt:P2293 wd:Q18044428', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q18044428","wdt:P2293","(wdt:P31|wdt:P279)*"
126,"Dinutuximab is used for treatment of which disease?","select ?item ?itemLabel
Where {
  wd:Q21011236 wdt:P2175 ?item .
   ?item (wdt:P31|wdt:P279)* wd:Q12136 .
 ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q21011236 wdt:P2175 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2175', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q21011236","wdt:P2175","(wdt:P31|wdt:P279)*"
127,"Mutation of which gene is implicated in the Brain-lung-thyroid syndrome?","select ?item ?itemLabel
where {
  wd:Q55783782 wdt:P2293 ?item .
 ?item (wdt:P31|wdt:P279)* wd:Q7187 .
 ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q55783782 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q55783782","wdt:P2293","(wdt:P31|wdt:P279)*"
128,"Which disease is associated with Synaptosome Associated Protein 25 (snap25).","select distinct ?item where {
  wd:Q14897641 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
}","['wd:Q14897641 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q14897641","wdt:P2293","(wdt:P31|wdt:P279)*"
129,"Selexipag is used for which disease?","select ?item ?itemLabel
Where {
  wd:Q15424759 wdt:P2175 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q15424759 wdt:P2175 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P2175', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q15424759","wdt:P2175","(wdt:P31|wdt:P279)*"
130,"Which genes are involved in Duchenne Muscular Dystrophy?","select ?item where {
  wd:Q1648484 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
}
","['wd:Q1648484 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q1648484","wdt:P2293","(wdt:P31|wdt:P279)*"
131,"What gene is mutated in Huntingtons disease?","select ?item ?itemLabel
Where {
  wd:Q190564 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q190564 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q190564","wdt:P2293","(wdt:P31|wdt:P279)*"
132,"Which gene is mutated in the classic Bartters syndrome?","select ?item ?itemLabel
Where {
  wd:Q27674849 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}
","['wd:Q27674849 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q27674849","wdt:P2293","(wdt:P31|wdt:P279)*"
133,"Which gene cause the Marfan syndrome?","select ?item ?itemLabel
Where {
  wd:Q208562 wdt:P2293 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q7187 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q208562 wdt:P2293 ?item', '?item (wdt:P31|wdt:P279)* wd:Q7187']","['wdt:P2293', '(wdt:P31|wdt:P279)*']","wd:Q7187","wd:Q208562","wdt:P2293","(wdt:P31|wdt:P279)*"
134,"Which disease is associated with DNAJB1-PRKACA fusion gene?","select ?item where {
  wd:Q29886178 wdt:P3356 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q12136 .
}","['wd:Q29886178 wdt:P3356 ?item', '?item (wdt:P31|wdt:P279)* wd:Q12136']","['wdt:P3356', '(wdt:P31|wdt:P279)*']","wd:Q12136","wd:Q29886178","wdt:P3356","(wdt:P31|wdt:P279)*"
135,"What fruit causes Jamaican vomiting sickness?","select ?item ?itemLabel
Where {
  wd:Q784988 wdt:P828 ?item .
  ?item (wdt:P31|wdt:P279)* wd:Q3314483 .
  ?item rdfs:label ?itemLabel .
  filter(lang(?itemLabel) = ""en"")
}","['wd:Q784988 wdt:P828 ?item', '?item (wdt:P31|wdt:P279)* wd:Q3314483']","['wdt:P828', '(wdt:P31|wdt:P279)*']","wd:Q3314483","wd:Q784988","wdt:P828","(wdt:P31|wdt:P279)*"
